Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Jälkimmäisessä suurkäräjille annetussa selonteossa esitetään mm., että ” kysymys saamelaisten oikeudesta itsemääräämiseen on tärkeä aihe, joka mm. edellyttää perusteellisia neuvotteluja hallituksen ja saamelaiskäräjien välillä.
sme: ” gažaldat sámi iešmearrideami vuoigatvuođas lea dehálaš tema / ášši mii e.e. gáibida vuođolaš liitodemiid ráđđehusa ja Sámedikke (N) gaskkas.

source: Hallituksen lähtökohtana on, että saamelaisten itsemääräämisoikeutta on tulkittava kyseisen alan kansainvälisoikeudellisten säännösten ja kansainvälisen normiston kehittymisen mukaan.
sme: Ráđđehusa vuolggabáikin lea ahte sámiiid iešmearridannjuolggus ferte dulkojuvvot álbmogiidgaskasaš njuolggadusaid ja álbmogiidgaskasaš norbmačálgama mielde dán oktavuođas...

source: Hallitus haluaa jatkaa vuoropuhelua saamelaiskäräjien kanssa tarkoituksenaan saada aikaan yhteinen tulkinta siitä, millä tavalla itsemääräämisoikeutta koskevat kansainvälisoikeudelliset säännökset on ymmärrettävä ja miten ne voidaan muotoilla siten, että niitä voidaan soveltaa Norjan käytännön politiikassa. ”
sme: Ráđđehus hálida doalvut dialoga Sámedikkiin ovddosguvlui ja dakko bokte rahčat oláhit oktasaš ipmárdussii das movt álbmotvuoiggalaš mearrádusat iešmearridannjulgosis galggašedje áddejuvvot, ja sáhtašedje hábmejuvvot geavatlaš politihkkan Norggas. ”

source: Myös Ruotsissa on viime aikoina syntynyt keskustelua saamelaisten oikeudesta itsemääräämiseen.
sme: Virggálaččat dárogillii: ” spørsmålet om en samisk rett til selvbestemmelse er et viktig tema som bl.

source: Muun muassa Ruotsin saamelaiskäräjien laatimassa selvityksessä on todettu, että saamelaiset ovat oikeutettuja itsemääräämiseen, vaikka on epävarmaa, onko saamelaiskäräjien selvityksessä esitetty itsemääräämisoikeuden aineellisen sisällön rajoitus sopusoinnussa kansainvälisen oikeuden kanssa.
sme: a. krever grundige drøftinger mellom regjeringen og Sametinget. Regjeringen har som utgangspunkt at tolkningen av samenes rett til selvbestemmelse må skje i samsvar med folkerettslige bestemmelser og internasjonal normutvikling på området...

source: Suomen perustuslaissahan säädetään, että saamelaiset ovat oikeutettuja kulttuuriseen itsehallintoon omalla kotiseutualueellaan.
sme: Regjeringen ønsker å videreføre dialogen med Sametinget for å komme fram til en felles forståelse om hvordan de folkerettslige bestemmelsene om retten til selvbestemmelse skal forstås, og kunne utformes som praktisk politikk i Norge. ”

source: St. meld. (hallituksen selonteko suurkäräjille) nro 33 (2001−2002); St. meld. nro:n 55 (2000−2001)
sme: Ruoŧas-ge lea gieskat čuožžánan hálešteamit sámi álbmoga njulgosis iešmearrideapmái.

source: lisäselonteko saamelaispolitiikasta, sivu 18, 4.1. luku, itsemäärääminen.
sme: E.e. lea Ruoŧa Sámedikkečielggadus gávdnan ahte sámiide galggašii juolluduvvot iešmearrideapmi, vaikke lea eahpidahtti lea-go ráddjejupmi iešmearridanvuoigatvuođa ávnnaslaš sisdoalus, maid Sámedikkečielggadus ovdanbuktá, dohkálaš álbmotnjulgosa ektui.

source: Saamelaiskäräjien rooli Ruotsin kansanvallassa, SOU 2002:77.
sme: Suoma vuođđoláhka maiddái árvala ahte sámi álbmogis lea vuoigatvuohta kultuvrralaš iehčanasvuhtii ruovttueatnamistis guovlluin.

source: Alkuperäiskansojen näkemys itsemääräämisoikeudesta
sme: Eamiálbmogiid iežasit oaidnu iešmearridanvuoigatvuhtii

source: 5.1 Yleistä
sme: 5.1 Oppalaččat

source: Kuten edellä on selostettu, itsemääräämisoikeuden katsotaan nykyään olevan yksi keskeisimmistä ihmisoikeuksista, koska itsemääräämisoikeuden tunnustamisen katsotaan luovan edellytykset muiden ihmisoikeuksien ja perusvapauksien tehokkaalle soveltamiselle.
sme: Numo juo lea dás ovddabealde árvaluvvon, lea iešmearridanvuoigatvuohta okta dain deháleammos olmmošlaš vuoiggalašvuođain, danne go iešmearridanválddi dovddasteapmi adnojuvvo eaktun jos eará olmmošlaš vuoigatvuođat ja vuođđodási iehčanasvuođat galget álšagit beassat čađahuvvot.

source: Tämän takia ei olekaan ihmeteltävää, että itsemääräämisoikeus on viime vuosina alkanut olla keskeisessä asemassa alkuperäiskansojen taistellessa oikeuksiensa puolesta.
sme: Danne ii leat-ge imáš ahte iešmearridanvuoigatvuohta lea ožžon guovddáš beroštumi eamiálbmogiid rahčamušain oažžut eambo vuoiggalaš buorredáhtolašvuođa.

source: Alkuperäiskansat korostavat nykyään vaatimustaan alkuperäiskansojen itsemääräämisoikeuden tunnustamisesta selkeämmin kuin mihinkään muuhun oikeuteen liittyvää vaatimusta.
sme: Eamiálbmogat ieža deattuhit gáibádusaset oláhit dovddastusa dasa ahte sis lea iešmearridanváldi, garraseabbot go eará vuoiggalašvuođa gáibádusaid.

source: Alkuperäiskansojen edustajilla on taistelussaan oikeuksiensa tunnustamisen puolesta tapana johdonmukaisesti painottaa syrjimättömyyden ja oikeudenmukaisuuden tärkeyttä.
sme: Eamiálbmogat lávejit čađagaskka deattuhit ii-vealáheami ja vuoiggalašvuođa dehálašvuođa, go rahčet oažžut vuoigatvuođaideaset dovddastuvvot.

source: Tämä pätee myös itsemääräämisoikeuteen.
sme: Ná maid dalle go sáhka lea iešmearrideami válddis.

source: Alkuperäiskansojen edustajat ovat toistaneet, etteivät he vaadi enemmän − tai pidemmälle meneviä − oikeuksia kuin muut kansat.
sme: Sii lea gerdon ahte eai gáibit eanet – dahje guhkkelii olli – vuoigatvuođaid go nuppit álbmogat.

source: (Eri asia on, että kaikkien kansojen oikeudet voivat materialisoitua toisella tavalla kuin muiden kansojen kohdalla silloin, kun ne sovitetaan alkuperäiskansojen erityiseen tilanteeseen).
sme: (nubbi ášši lea ahte buot álbmogiid vuoigatvuođat gearddi vedjet duohtandahkkot earraláhkai go eará álbmogiid, dalle go heivehuvvojit eamiálbmogiid iežas diliide).

source: Tämä perusasenne on ollut tavattoman selkeä itsemääräämistä koskevassa keskustelussa.
sme: Dát vuođđodási oaidnu leamaš hui sakka oidnosis iešmearrideami lihtodallamiin.

source: Kaikki alkuperäiskansojen edustajat ovat vastustaneet kaikkia ehdotuksia, joissa alkuperäiskansojen itsemääräämisoikeus määritellään tarkemmin kuin muiden kansojen itsemääräämisoikeus.
sme: Iešmearridanvuoigatvuođa nákkuid bottus, mat fievrriduvvojedje e.e. WGDD-rámaid siste, deattuhedje buot eamiálbmotovddasteaddjit ahte sii eai buorrinváldde iešmearridanválddi mii spiehká eret vuoigavuođas mii juo lea gudnejahtton eará álbmogiidda.

source: Toisaalta alkuperäiskansojen edustajat eivät ole myöskään vaatineet itsemääräämisoikeutta, joka menee pidemmälle kuin muiden kansojen itsemääräämisoikeus.
sme: Eamiálbmogat leat vuostálastán buot evttohusaid mat livčče addán eamiálbmogiidda eanet vuoigatvuođaid iešmearrideami olis go mii dilli lea eará álbmogiid buohta.

source: Alkuperäiskansat ovat yleensä hyväksyneet sen, että kansainvälisen oikeuden itsemääräämisoikeuden käyttämiselle asettamat rajoitukset, kuten esim.
sme: Nuppedáfus maid eai gáibit eanet iešmearridanvuoigatvuođa go mii addo nuppiid álbmogiidda.

source: valtioiden alueellisen koskemattomuuden periaate, koskevat myös alkuperäiskansoja, tosin ainoastaan vastaavassa määrin kuin sellaiset periaatteet rajoittavat muiden kansojen mahdollisuutta käyttää itsemääräämisoikeutta.
sme: Eamiálbmogat leat oppalaččat buorrinváldán ahte dat ráddjejumit maid álbmotnjuolggus bidjá iešmearrideami vuoigatvuođa čađaheapmái, maiddái gustojit eamiálbmogiidda, numo omd. vuođđojurdda stáhtaid territorijala integriteha hárrái, muhto galgá bisuhuvvot seamma dásis go dán oktavuođas lea dilli eará álbmogiid buohta.

source: Mitä tulee periaatteeseen, jonka mukaan valtioilla on pysyvä määräysvalta luonnonvaroihin, kaikki alkuperäiskansojen edustajat ovat johdonmukaisesti korostaneet, että alkuperäiskansojen yhteiskunnat liittyvät niin läheisesti niiden perinteisiin maa-alueisiin, että alkuperäiskansojen itsemääräämisoikeuteen on sisällyttävä oikeus määrätä myös maasta, vedestä ja luonnonvaroista.
sme: Dan prinsihppii ahte stáhtain lea bisovaš alimusváldi (permanent sovereignty) luondduvalljiid badjel, leat buot eamiálbmogiid ovddasteaddjit cealkán ahte eamiálbmogiid servodagat ja báikegottit leat nu čavgagit čadnojuvvon iežaset árbevirolaš duovdagiidda, ahte iešmearidanvuoigatvuohta mii addo sidjiide, ferte mieldesváldit maiddái ahte vuoigatvuohta gusto eatnamiidda, čáziide ja eará luondduresurssaide.

source: Alkuperäiskansojen edustajat esittävät myös, että tämä on sopusoinnussa syrjimättömyysperiaatteen kanssa sen mukaan, mitä edellä on selostettu.
sme: Ovddasteaddjit maid muittuhit ahte dát čuovvu ii-vealáhusa vuođđojurdaga, nugo dás-ge ovddabealde lea čilgejuvvon.

source: Alkuperäiskansojen itsemääräämisoikeuden oikeassa ja asianmukaisessa toteuttamisessa on alkuperäiskansojen mukaan otettava huomioon alkuperäiskansojen läheinen yhteys perinteisiin maa-alueisiinsa.
sme: Vuoiggalaš ja duhtavašdáset doibmiibidju galgá, eamiálbmogiid mielas, vuhtiiváldit eamiálbmogiid lagašvuođa árbevirolaš eatnamiidasaset.

source: Alkuperäiskansojen edustajien näkemystä Pohjoismaiden ehdotuksesta voidaan kuvata hajanaiseksi.
sme: Eamiálbmogiid oaidnu davviriikkaid evtohussii čujuha veahá gosa-ge.

source: Kuten edellä on mainittu, alkuperäiskansojen edustajien enemmistön perusasenne on, että ehdotus voidaan hyväksyä, ellei se syrji alkuperäiskansoja muihin kansoihin verrattuna.
sme: Eanaš ovddasteaddjiin doalahit ahte lea dohkálaš jos ii vealát eamiálbmogiid eará olbmuid / álbmogiid ektui.

source: Monet alkuperäiskansojen edustajat ovat valmiita hyväksymään sen, että alkuperäiskansajulistukseen sisällytetään alueellista koskemattomuutta koskeva kirjoitus niin kauan kuin on selvää, ettei se merkitse alkuperäiskansojen kielteistä erityiskohtelua.
sme: Máŋggas leat válbmašat buorrinváldit čállosa Eamiálbmotjulggástussii territoriijalaš integritehta birra, nu guhkká go lea čielggas ahte dát ii mieldesbuvtte makkár-ge negatiiva erenamašgieđahallama eamiálbmogiid buohta.

source: Pohjoismaiden ehdotuksesta esitettiin kuitenkin erinäisiä vaihtelevia tulkintoja.
sme: Datte-ge ledje olu guhtegelágán dulkomat davviriikkaid evttohusas.

source: Muutamien alkuperäiskansojen edustajien mielestä Pohjoismaiden ehdotus merkitsee alkuperäiskansojen itsemääräämisoikeuden määrittelyä, vaikka tämän kannan taustalla olevia perusteluja onkin ehkä hieman vaikeaa tajuta.
sme: Muhtimat eamiálbmotovddasteaaddjiin oaivvildedje ahte dát evttohus buoridivčče eamiálbmogiid iešmearridanvuoigatvuođa dási, vaikke lea gal váigat oaidnit smiehttama vuođustusa mii lea dán jurdaga duohkin.

source: On edelleen syytä korostaa, että alkuperäiskansojen suhtautumista itsemääräämisoikeuden eri näkökulmiin on vaikea arvioida, koska muutamilla alkuperäiskansojen edustajilla on historiallisista tai periaatteellisista syistä edelleenkin sellainen asenne, ettei yhtäkään alkuperäiskansajulistuksen luonnoksessa esiintyvää sanaa ole lupa muuttaa.
sme: Lassin oažžu jietnadit ahte lea váttis árvvoštallat eamiálbmogiid oainnu mo dat lea čadnojuvvon guhtege iešmearridanvuoigatvuođa beliide, danne go moadde ovddasteaddji ain, historjjálaš dahje vuođđojurddalaš sujaid geažil, čuoččuhit ahte ii oaččo divvut ovtta-ge sáni Eamiálbmotjulggástusa álgoevttohusas.

source: Muut edustajat, jotka ovat varmaankin periaatteessa luopuneet tästä ” nochange ” - asenteestaan, epäröivät käytännössä edelleen ilmaista sellaisia alkuperäiskansajulistukseen liittyviä näkemyksiään, jotka poikkeavat sen nykyisestä sanamuodosta.
sme: Nuppit guđet leat hilgon ” no-change ” - oainnu, lihkká leat njuolvvi eai-ge sealgga ovddidit oainnuideaset julggástusas, oainnut mat sáhtašedje leat divvomat dálá sisdollui.

source: 5.2 Saamelaisten oma näkemys itsemääräämisoikeudesta
sme: 5.2 Movt sámit áddejit iešmearridanválddi

source: Saamelaisten kantaa itsemääräämisoikeuteen ei ole aivan helppoa kuvata.
sme: Lea váigat čielggadit sápmelaš oainnu iešmearridanválddi buohta.

source: Siitä ei ole keskustelu kovinkaan pitkään saamelaisyhteiskunnassa.
sme: Nákkut ja ságastallamat dás leat easkká gieskat álggahuvvon sámi servodagas.

source: Ruotsin saamelaiskäräjät on aloittanut − toistaiseksi vielä kesken olevan − työn itsemääräämiseen liittyvien toimintalinjojen luomiseksi, eivätkä muutkaan saamelaiskäräjät ole vielä hyväksyneet sellaisia.
sme: Ruoŧabeale Sámediggi lea vuolggahan, muhto ii vel joavdan lohppii, barggu hábmet iešmearrideami polisiija ja eai nuppit sámedikkit ge leat ráhkadan dakkára.

source: Lausunnot siitä, miten saamelaiset suhtautuvat itsemääräämisoikeuteen, perustuvat tämän takia yksittäisten saamelaisedustajien, etenkin saamelaisten etuja Genevessä alkuperäiskansajulistuksesta käydyissä neuvotteluissa puolustaneiden edustajien, keskustelun kuluessa esittämiin puheenvuoroihin sekä saamelaiskäräjien puhemiesten lausuntoihin.
sme: Cealkimat sámiid oainnus ožžot danne huksejuvvot sáhkavuoruide maid ovttaskas sápmelaččat leat buktán, ovddimustá sii geat leat ovddastan sámi beroštumiid ja fuolaid Eamiálbmotjulggástusa liitodemiin Genevas, ja maiddái fuopmášumiide maid sámedikkiid áirasat leat ovdanbuktán.

source: Edellä lausutusta huolimatta ei vallitse minkäänlaista epäilystä siitä, että saamelaiset katsovat olevansa oikeutettuja itsemääräämiseen kansainvälisen oikeuden mukaan.
sme: Eahpitkeahttá sámeálbmot gáibida iešmearridanválddi nugo oidnet álbmotnjulgosa dán duođašteamen.

source: Aivan yleisesti ottaen voidaan edelleen sanoa, että saamelaisedustajien ilmaisema näkemys itsemääräämisoikeudesta on kaikilta olennaisilta osiltaan sopusoinnussa sen käsityksen kanssa, joka muilla alkuperäiskansojen edustajilla on tässä kysymyksessä.
sme: Oppalaččat oažžu jietnadit ahte sámi ovddasteaddjiid oaidnu iešmearrideamis heive viehka bures oktii dasa maid eará eamiálbmogiid ovddasteaddjit dovddahit dán gažaldagas.

source: Saamelaiset eivät ole näin ollen väittäneet itsemääräämisoikeuden oikeuttavan saamelaisväestön irtautumaan valtioista, jotka nykyään jakavat saamelaisten perinteiset maa-alueet.
sme: Sámit eai gal leat almmuhan dakkár cealkagiid maid sáhtašii ipmirdit iehčanasvuođa gáibádussan. Eai mokte-ge oru dáhttumen gaikut iežaset eret stáhtain maiguin otne juogadit sámiid árbevirolaš eatnamiid.

source: Toisaalta saamelaisedustajat ovat johdonmukaisesti korostaneet, että saamelaisten itsemääräämisoikeus ei voi olla rajoitetumpi kuin saamelaisten naapurikansoilla oleva oikeus.
sme: Muhto sámit leat čađagaskka deattuhan ahte iešmearrideapmi ii oaččo sámiid bealis ráddjejuvvot eanet go sámiid siidaguimmiid vuoigatvuohta lea dán olis.

source: He painottavat, että saamelaisten itsemääräämisoikeus antaa saamelaisille oikeuden valvoa taloudellisten, sosiaalisten, poliittisten ja sivistyksellisten olojensa kehittymistä oikeus määrätä saamelaisalueiden maasta, vedestä ja luonnonvaroista mukaan luettuna.
sme: Čilgejit ahte sámiid mearridanváldi addá sámiide fámudusa vákšut sámiid iežas ekonomálaš, politihkalaš, sosiala ja kultuvrralaš ovdáneami, maiddái galget beassat mearridit eatnamiideaset, čáziideaset ja oppanassige buot luondduvalljiideaset badjel miehtá sámi.

source: Saamelaisedustajat ovat esimerkiksi arvostelleet ehdotusta niin kutsutuksi Ruijan laiksi (Finnmarksloven) mm. sillä perusteella, ettei se anna saamelaisille oikeutta itse määrätä maasta ja luonnonvaroista.
sme: Sámiid ovdaolbmot leat láitán ođđa Finnmárkolága evttohusa, e.e. dakko ahte ii atte sámiide háldenválddi eatnamiid ja luondduvalljiid badjel.

source: Itsemääräämisoikeuden aineellinen sisältö
sme: Iešmearridanvuoigatvuođa ávnnaslaš sisdoallu

source: 6.1 Itsemääräämisoikeuden ulkoinen aspekti
sme: 6.1 Iešmearrideami vuoigatvuođa olgguldas govvádus

source: Kansojen oikeutta voida vapaasti päättää omasta poliittisesta asemastaan ja suhteistaan kansainväliseen yhteisöön kutsutaan usein itsemääräämisoikeuden ulkoiseksi aspektiksi.
sme: Álbmogiid vuoigatvuohta mii mieldesbuktá dan ahte ieš beassat mearridit ja válljet poitihkalaš láktora ja oktavuođa álbmogiidgaskasaš servodahkii, lea daddjon leat iešmearridanvuoigatvuođa olgguldas amadadjun dahje govvehussan.

source: Ulkoista aspektia käytetään tavallisesti perustana sille, että kansalla on oikeus irtautua ja perustaa oma valtio.
sme: Olgguldas amadadju geavahuvvo dábálaččat álbmoga geađgejuolgin go álbmot figgagoahtá iehčanasvuođa juksat ja ásahit iežas stáhta.

source: On kuitenkin syytä korostaa, että siitä, luoko kansainvälinen oikeus ylipäätään myönteisen oikeuden irtautumiseen, vallitsee erimielisyyttä.
sme: Ferte gal deattuhit ahte ii leat ovttamielatvuohta das buvttášii go álbmotnjuolggus oppanassii-ge positiiva vuoiggalašvuođa eretgaikumii.

source: Siitä ollaan kuitenkin varsin laajasti yhtä mieltä, ettei kansainvälinen oikeus anna ainakaan ehdotonta ja yksipuolista oikeutta irtautumiseen.
sme: Datte-ge lea hui nana suobalašvuohta dasa ahte álbmogiidgaskasaš vuoiggalašvuohta ii goit-ge atte eavttokeahtes ja ovttabealát válddi eretčuoldimii.

source: Yllä olevan lisäksi lähtökohtana on pidettävä, että itsemääräämisoikeuden ulkoinen aspekti voi käsittää myös muita suhteita kuten esimerkiksi kansojen oikeuden osallistua kansainvälisiin päätöksentekoprosesseihin.
sme: Lassin berre leat vuođđun ahte iešmearridanvuoigatvuođa olgguldas maiddái guoská eará beliide, nugo omd. álbmogiid vuoigatvuohta oasálastit álbmogiidgaskasaš mearrádusproseassain.

source: Esimerkiksi UNESCOn asiantuntijakokous lausuu, että kansojen oikeus osallistua kansainvälisen tason päätöksiin on itsemääräämisoikeuden ulkoisen aspektin erittäin tärkeä ulottuvuus.
sme: UNESCO áššedovdičoahkkin dovddaha omd. ahte álbmogiid njuolggus beassat leat fárus álbmogiidgaskasaš dásis, lea dehálaš oassi iešmearrideami olgguldas govvehusas.

source: Tämä ulottuvuus voidaan toteuttaa monissa yhteyksissä ilman oman valtion muodostamista.
sme: Dát dimenšuvdna veadjá bures ollášuvvat sierra stáhtaceggema haga.

source: Suomen saamelaislakiin sisältyvää säännöstä saamelaisten itsehallinnosta voidaan käyttää konkreettisena esimerkkinä sen tunnustamisesta, että kansalla, joka ei muodosta valtiota, on oikeus osallistua kansainvälisiin päätöksentekoprosesseihin.
sme: Suoma Sámelága mearrádus sámi iehčanasvuođas (kulturautonomiija) oažžu geavahuvvot konkrehta ovdamearkan dan dovddastussi ahte ii-stáhta álbmot beassá ieš oasálastit álbmogiidgaskasaš mearridanproseassaide.

source: Saamelaislain 6 §:ssä säädetään, että Suomen saamelaiskäräjät edustavat [Suomen] saamelaisia niin kansallisella kuin kansainväliselläkin tasolla.
sme: Sámelága § 6 nanne ahte Suoma Sámediggi galgá ovddastit sámiid (Suomas) sihke sisriikalaččat ahte álbmogiidgaskasaš dásis.

source: Toinen konkreettinen esimerkki siitä, että itsemääräämisoikeuden ulkoisista aspekteista voidaan huolehtia ilman oman valtion muodostamista, on Grönlannin löyhä kytkös EU:hun.
sme: Nubbi konkrehta ovdamearkan dasa ahte iešmearrideami vuoigatvuođa olgguldas sáhttá dikšojuvvot almma stáhta ásaheami haga, lea Kalaallit Nunaata (Grønlándda) loaččes čanas EU:ii.

source: Grönlannista, joka on osa Tanskan kuningaskuntaa, tuli Tanskan liittyessä vuonna 1972 EU:hun [EEC:hen] automaattisesti EU:n [EEC:n] osa.
sme: Grønlánda mii lea oassi Dánmarkkus, manai EU:i (EEC) ovttas Dánmarkkuin 1972, ja šattai danseammás oassin EU:i [EEC].

source: EU:n jäsenyyttä vastustettiin Grönlannissa kuitenkin kiivaasti, minkä takia siellä järjestettiin vuonna 1982 oma EUäänestys.
sme: Grønlánddas vuostálastui garrasit dát lahttovuohta ja danne áššis jienastuvvui jagis 1982.

source: EU-jäsenyydestä Grönlannissa järjestetyn kansanäänestyksen tulosten perusteella Grönlannin itsehallinto neuvotteli sopimuksen, jonka nojalla Grönlantia ei enää voitu pitää osana EU:ta huolimatta siitä, että Tanska pysyi EU:n jäsenenä.
sme: Boađus lei nu ahte áššis šattai lihtoduvvot ja Grønlánda bázii EU:a olggobeallái – vaikke Dánmarku gal bisuhii lahttuvuođas.

source: Itsemääräämisoikeuden ulkoisen aspektin suhteen syntyy ongelmia silloin, kun yksittäiset valtiot perustelevat näiden aspektien koskevan ainoastaan perinteisissä siirtomaatilanteissa olevia kansoja.
sme: Iešmearrideami vuoigatvuođa olgguldas áspeavtta problema bođii ovdan dan geažil go muhtin stáhtat ákkastedje nu ahte dát eai livčče fámus eará go álbmogiid buohta árbevirolaš koloniijadiliin.

source: Sellaisissa yhteyksissä keskipisteeksi nousee ennen kaikkea oikeus irtautua olemassa olevasta valtiosta.
sme: Fuopmášupmi biddjui dalle ovddimustá vuoigatvuhtii gaikut iežas doaibmi stáhtas áibbas eret.

source: Sellainen varauma näyttää suhteellisen aiheettomalta, koska kansainvälinen oikeus ei anna ehdotonta ja yksipuolista oikeutta irtautumiseen olemassa olevista valtioista.
sme: Dákkár reservašuvdna lea hui heajos vuođustusa alde dandihtii go álbmogiidgaskasaš njuolggus ii fámuiduhte eavttokeahtes ja ovttabealát eretgaikuma doaibmi stáhtas ja iehčanasvuođa ollášuhttit.

source: Tämä käy selvästi ilmi muun muassa yleiskokouksen päätöslauselmasta nro 2625:
sme: Dán oaidná e.e. váldočoahkkaneami cealkagis nr. 2625: ” Nothing in the foregoing paragraphs shall be construed as authorizing or encouraging any action which would dismember or impair, totally or in part, the territorial integrity or political unity of sovereign and independent States conducting themselves in compliance with the principles of equal rights and self-determination of peoples as described above. ”

source: Yleiskokous toteaa tässä yksimielisessä päätöslauselmassaan, ettei itsemääräämisoikeus merkitse oikeutta tehdä mitään sellaista, joka osittain tai kokonaan vahingoittaisi valtion alueellista koskemattomuutta tai poliittista asemaa edellyttäen, että valtio toimii kansojen
sme: Váldočoahkkaneapmi nanne ovttajienat cealkagistis ahte iešmearrideami vuoigatvuohta ii mieldesbuvtte njulgosa čađahit juoidá mii oasis dahje ollásit luddešii dahje vaháduhtašii stáhtaid territoriala intergritehta dahje politihkalaš sajádaga (státusa), dainna eavttuin ahte stáhta láhtte álbmogiid ovttadásetprinsihpa dahje vuođđojurdaga mielde – maiddái nu ahte iešmearridanvuoigatvuohta bisuhuvvo.

source: Framework of Human Security ”, kirjassa ” The Implementation of the Right to self-determination as a Contribution to Conflict Prevention ”, toim. Walt van Praag ja Seroo (1999).
sme: Dát mearkkáša e.e.; dovddastus dasa ahte eamiálbmoga vuoigatvuohta beassat ieš dahkat ja čađahit mearrádusaidis, ii moktege uhkit stáhtaid territoriala integritehta – earet dalle jos áššáiguoski stáhta čájeha leamen áibbas eahpedemokrahtalažžan ja bisovaš vealáheaddjin.

source: yhtäläisten oikeuksien periaatteen mukaan itsemääräämisoikeus mukaan luettuna. Tämä merkitsee esimerkiksi, ettei alkuperäiskansojen oikeus itsemääräämiseen muodosta uhkaa valtioiden alueelliselle koskemattomuudelle, ellei valtio toimi perusluonteeltaan epädemokraattisesti ja harjoita jatkuvaa sortoa.
sme: CERD čilge iešmearrideami olgguldas govvehusa ná: ” The external aspect of self-determination implies that all peoples have the right to determine freely their political status and their place in the international community based upon the principle of equal rights. ”

source: Epävirallinen suomennos itsemääräämisoikeuden ulkoisia aspekteja koskevasta CERD:n lausunnosta:
sme: Virggálaččat dárogillii: ” Selvbestemmelsesrettens eksterne aspekter innebærer at alle folk har rett til fritt å bestemme deres egen politiske status og plass i det internasjonale samfunn på grunnlag av prinsippene om like rettigheter. ”

source: ” Itsemääräämisoikeuden ulkoiset aspektit merkitsevät, että kaikilla kansoilla on oikeus määrätä omasta poliittisesta statuksestaan ja paikastaan kansainvälisessä yhteisössä yhtäläisten oikeuksien periaatteiden mukaisesti. ”
sme: Eahpevirggálaččat sámegillii: ” Iešmearrideami olgguldas áspeavttat mieldesbuktet ahte buot álbmogat galget hehttekeahttá beassat mearridit iežaset politihkalaš sajádagaset ja báikkiset álbmogiidgaskasaš servodagas, ovttadáset vuoigatvuođa prinsihpaid vuođul. ”
